export const data = {
  news: {
    title: 'Раздел новостей ГК Жилой квартал. Будь в курсе последних событий!',
    description: 'За годы успешной деятельности мы создали сильное предприятие, каждый сотрудник, которого – жемчужина, безусловный ас своего дела, именно это позволяет уверенно присутствовать на строительном рынке Республики Башкортостан, и продолжать укреплять свои позиции.'
  },
  smi: {
    title: 'СМИ о нас - Жилой Квартал',
    description: 'Все публикации: Выступление руководства, Призы, Новоселье, Печатное издание или видео, Новости'
  }
};
