export const data = {
  1: {
    title: 'Жилой комплекс «Малина» от застройщика «Жилой Квартал»',
    description: 'Жилой комплекс «Малина» — это место, где природа и город объединились, чтобы создать целый мир удобства в условиях природы. Расположение за чертой города не ограничит вас от активной жизни.',
  },
  2: {
    title: 'Купить квартиру в Михайловке Green Place: сдаём раньше срока. Есть готовые квартиры в Михайловке и строящиеся.',
    description: 'Квартиры в Михайловке, цена выгодная — напрямую от застройщика. Квартирный поселок находится в 12 км от Уфы (Уфимский район) в живописном месте. Однокомнатные квартиры в Михайловке Грин по выгодным ценам. Добраться до города можно за 10 минут',
  },
  3: {
    title: 'Купить квартиру в ЖК Сапфир в городе Уфа от застройщика «Жилой Квартал»',
    description: 'Квартиры в ЖК Сапфир - подлинный комфорт-класс с закрытой территорией в самом сердце города.',
  },
  4: {
    title: 'Зубово Life Garden: квартира от застройщика «Жилой Квартал» от 2,9 млн руб. Квартиры в Зубово Лайф Гарден Уфа: планировки, цены.',
    description: 'Купить квартиру в Зубово Лайф Гарден по выгодным ценам в Уфе! Жилой комплекс Зубово Life Garden. От 15 мин до центра города. Жилой комплекс «Зубово Лайф Гарден» расположен в селе Зубово, в 9 км от Уфы. Зубово Life Garden: школа в 50 метрах от дома.',
  }
};
