export const data = {
  towns: {
    title: 'Таунхаусы и коттеджи в Уфе. Огромный выбор таунхаусов и коттеджей. Купите дом своей мечты!',
    description: 'Мы предлагаем большой выбор готовых таунхаусов и коттеджей в Уфе. Поможем выбрать именно ваш. Все проекты разработаны профессиональными архитекторами с соблюдением действующих строительных норм и стандартов. Дома от «Жилого Квартала» по доступным ценам!',
  },
  flats: {
    title: 'Купить квартиру в Уфе от ГК «Жилой Квартал». Новостройки Уфы, квартиры недорого',
    description: 'Большой выбор готовых квартир в Уфе, выгодные цены: ипотека от 3% на весь срок от «Сбера». Удобный подбор, различные планировки. купить 1-, 2-, 3-комнатные квартиры в Уфе недорого: ГК «Жилой Квартал». Купить новую квартиру в новостройках Уфы.',
  },
  'out-city-flats': {
    title: 'Купить квартиру в Уфе от ГК «Жилой Квартал». Новостройки Уфы, квартиры недорого',
    description: 'Большой выбор готовых квартир в Уфе, выгодные цены: ипотека от 3% на весь срок от «Сбера». Удобный подбор, различные планировки. купить 1-, 2-, 3-комнатные квартиры в Уфе недорого: ГК «Жилой Квартал». Купить новую квартиру в новостройках Уфы.',
  }
}
