export const data = {
  1: {
    title: 'Коттеджный поселок Гудвилл Парк от застройщика "Жилой квартал" в Шмидтово',
    description: 'Коттеджный поселок Гудвилл Парк находится в 16 км от Уфы. Закрытая территория и КПП с круглосуточной охраной. Живописный ландшафт, чистый воздух, близость озер и удаленность от промышленных предприятий',
  },
  2: {
    title: 'Купить коттедж или таунхаус в Зубово Лайф 3 от застройщика «Жилой Квартал». Таунхаус Уфа, Зубово коттеджи',
    description: 'Зубово Лайф 3 — это автономный коттеджный поселок, расположен в пос. Зубово Уфимского р-на в 10 км от города по трассе Уфа — аэропорт. Поселок находится в живописном природном окружении: рядом лес, луга и река Дёма. Коттеджи и таунхаусы',
  },
  3: {
    title: 'Купить коттедж или таунхаус в Михайловка Green 2 от застройщика Жилой Квартал в с.Михайловка',
    description: 'Коттеджный поселок «Михайловка Green 2» - продолжение уже полюбившегося многими поселка «Михайловка Green», где уже кипит жизнь, развита инфраструктура и где рады новым соседям!',
  },
  4: {
    title: '«Созвездие Цефей»: новый коттеджный поселок от застройщика «Жилой квартал» в Шмидтово',
    description: 'Коттеджный поселок «Созвездие Цефей» находится в 24 км от Уфы. Старт продаж уже объявлен! Успейте забронировать коттедж за городом по лучшей цене.',
  }
};
