export const data = [
  {
    name: 'Выгода до 520 тыс. ₽ <br/> на коттеджи Орландо',
    text: 'новая цена 12 440 000 ₽',
    img: '/images/home/estate-types/ufa-in-city2.png',
    svg: `<svg width="791" height="584" viewBox="0 0 791 584" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path d="M576.537 27.9931C539.147 -9.33099 478.526 -9.33104 441.136 27.993L347.782 121.182C341.536 127.417 331.422 127.417 325.176 121.183L311.788 107.822C278.625 74.726 224.859 74.7259 191.696 107.822L24.8717 274.315C-8.29056 307.411 -8.29057 361.07 24.8717 394.167L190.212 559.178C223.375 592.274 277.141 592.274 310.304 559.178L374.693 494.917C380.939 488.683 391.054 488.683 397.299 494.918L439.463 537.007C476.853 574.331 537.474 574.331 574.864 537.007L762.957 349.246C800.347 311.922 800.347 251.408 762.957 214.084L576.537 27.9931Z" fill="#81C99A"/>
    </svg>
    `,
    styleCard: 'background: #4FBA78;',
    to: {
      path: '/main-filter',
      query: {
        filterType: 'flats',
      },
    },
  },
  {
    name: 'Настало время <br/> волшебства',
    text: 'своя квартира от 20 000 ₽ в месяц',
    img: '/images/home/estate-types/ufa-out-city2.png',
    svg: `<svg width="791" height="584" viewBox="0 0 791 584" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path d="M576.537 27.9931C539.147 -9.33099 478.526 -9.33104 441.136 27.993L347.782 121.182C341.536 127.417 331.422 127.417 325.176 121.183L311.788 107.822C278.625 74.726 224.859 74.7259 191.696 107.822L24.8717 274.315C-8.29056 307.411 -8.29057 361.07 24.8717 394.167L190.212 559.178C223.375 592.274 277.141 592.274 310.304 559.178L374.693 494.917C380.939 488.683 391.054 488.683 397.299 494.918L439.463 537.007C476.853 574.331 537.474 574.331 574.864 537.007L762.957 349.246C800.347 311.922 800.347 251.408 762.957 214.084L576.537 27.9931Z" fill="#03A9F4"/>
    </svg>
    `,
    styleCard:
      'background: linear-gradient(180deg, #57c6f2 0%, #175ba6 52.6%, #342b6e 100%);',
    to: {
      path: '/main-filter',
      query: {
        filterType: 'out-city-flats',
      },
    },
  },
  {
    name: 'Выгода до 586 тыс. ₽ <br/> на 2K смарт',
    text: 'новая цена 5 367 390 ₽',
    img: '/images/home/estate-types/towns2.png',
    svg: `<svg width="821" height="614" viewBox="0 0 821 614" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path d="M206.696 122.822C239.859 89.7259 293.625 89.726 326.788 122.822L492.128 287.833C525.291 320.93 525.291 374.589 492.128 407.685L325.304 574.178C292.141 607.274 238.375 607.274 205.212 574.178L39.8717 409.167C6.70943 376.07 6.70944 322.411 39.8717 289.315L206.696 122.822Z" stroke="url(#paint0_linear_10301_173369)" stroke-width="30"/>
    <path d="M456.136 42.993C493.526 5.66896 554.147 5.66901 591.537 42.9931L777.957 229.084C815.348 266.408 815.348 326.922 777.957 364.246L589.864 552.007C552.474 589.331 491.853 589.331 454.463 552.007L268.043 365.916C230.652 328.592 230.652 268.078 268.043 230.754L456.136 42.993Z" stroke="url(#paint1_linear_10301_173369)" stroke-width="30"/>
    <defs>
    <linearGradient id="paint0_linear_10301_173369" x1="749.415" y1="34.6286" x2="144.805" y2="508.025" gradientUnits="userSpaceOnUse">
    <stop stop-color="#F13F36"/>
    <stop offset="1" stop-color="#FEBF22"/>
    </linearGradient>
    <linearGradient id="paint1_linear_10301_173369" x1="749.415" y1="34.6286" x2="144.805" y2="508.025" gradientUnits="userSpaceOnUse">
    <stop stop-color="#F13F36"/>
    <stop offset="1" stop-color="#FEBF22"/>
    </linearGradient>
    </defs>
    </svg>
    `,
    styleCard: 'background:  #009688;',
    to: {
      path: '/main-filter',
      query: {
        filterType: 'towns',
      },
    },
  },
]
