<template>
  <div class="section">
    <div class="wrapper">
      <PageInfo
        title="Ход строительства"
        text=""
      >
        <template #icon="attrs">
          <svg v-bind="attrs" viewBox="0 0 323 194" xmlns="http://www.w3.org/2000/svg">
            <path d="M237 21.75V172.25C237 177.952 234.735 183.421 230.703 187.453C226.671 191.485 221.202 193.75 215.5 193.75H22C16.2978 193.75 10.8292 191.485 6.7972 187.453C2.76517 183.421 0.5 177.952 0.5 172.25V21.75C0.5 16.0478 2.76517 10.5792 6.7972 6.5472C10.8292 2.51517 16.2978 0.25 22 0.25H215.5C221.202 0.25 226.671 2.51517 230.703 6.5472C234.735 10.5792 237 16.0478 237 21.75ZM314.938 22.0859C313.421 21.7148 311.843 21.669 310.307 21.9516C308.772 22.2342 307.314 22.8386 306.028 23.7253L260.892 53.8119C260.156 54.3031 259.552 54.9686 259.135 55.7492C258.717 56.5298 258.499 57.4014 258.5 58.2866V135.713C258.499 136.599 258.717 137.47 259.135 138.251C259.552 139.031 260.156 139.697 260.892 140.188L306.284 170.449C307.983 171.583 309.969 172.209 312.011 172.254C314.053 172.299 316.066 171.762 317.813 170.705C319.43 169.677 320.756 168.251 321.664 166.564C322.572 164.877 323.032 162.986 323 161.07V32.5C323.001 30.1158 322.21 27.7989 320.75 25.9137C319.291 24.0285 317.246 22.682 314.938 22.0859Z" fill="#8F8F8F"/>
          </svg>
        </template>
      </PageInfo>
    </div>
  </div>
  <EstateGridList class="section" urlKey="build_feed_url" />
</template>

<script setup lang="ts">
  import EstateGridList from '@/other-modules/estate-list-grid/index.vue';
  import { useBreadcrumbsStore } from '@/stores/breadcrumbs';

  useCanonical();

  const bread = useBreadcrumbsStore();

  bread.set([
    { label: 'Главная', to: '/' }, { label: 'Ход строительства', to: '/progress' },
  ]);

  useSeoMeta({
    title: 'Ход строительства',
    description: 'Ход строительства жилый комплексов и коттеджей',
    keywords: 'Онлайн камеры, строительство, дома, коттеджи',
  });
</script>
