export const list = [
  {
    img: '/images/company-objects/02.png',
    name: 'Жилой комплекс «Гудвилл Парк»',
    subtitle: '',
    status: 'В продаже',
    description:
      'В продаже таунхаусы с отделкой WhiteBox и индивидуальные коттеджи в 5-й очереди строительства. Собственная управляющая компания.',
  },
  {
    img: '/images/company-objects/01.png',
    name: 'Жилой комплекс «Малина»',
    subtitle: '',
    status: '',
    description: 'Кирпичный многоквартирный дом в самом центре Михайловки. Видовые квартиры. Рядом лес и озеро',
  },
  {
    img: '/images/company-objects/03.jpg',
    name: 'Михайловка Green Place',
    subtitle: '',
    status: '',
    description: '16 кирпичных многоквартирных домов достроены и заселены. Школа и детский сад на территории комплекса. Развитая инфраструктура.',
  },
  {
    img: '/images/company-objects/04.jpg',
    name: 'Зубово Life Garden',
    subtitle: '',
    status: '',
    description: '16 кирпичных многоквартирных домов достроены и заселены в 9-ти километрах от Уфы в п. Зубово. Школа и детский сад на территории комплекса. Развитая инфраструктура.',
  },
  {
    img: '/images/company-objects/05.png',
    name: 'Коттеджный поселок «Михайловка Green 2»',
    subtitle: '',
    status: '',
    description: 'Три района с современными кирпичными коттеджами из красного кирпича. Обособленное расположение вдали от шумных трасс. Асфальтовая дорога, периметральный забор, уличное освещение, КП на въезде.',
  },
  {
    img: '/images/company-objects/06.png',
    name: 'Коттеджный поселок «Михайловка Green»',
    subtitle: '',
    status: '',
    description: 'Более 270 коттеджей и таунхаусов из красного кирпича с участком. Обособленное расположение вдали от шумных трасс. Асфальтовая дорога, периметральный забор, уличное освещение, КП на въезде.',
  },
];
