export const list = [
  {
    img: '/images/company-objects/02.png',
    name: 'Жилой комплекс «Гудвилл Парк»',
    subtitle: '',
    status: 'В продаже',
    description:
      'В продаже таунхаусы с отделкой WhiteBox и индивидуальные коттеджи. Собственная управляющая компания.',
  },
  {
    img: '/images/company-objects/01.png',
    name: 'Жилой комплекс «Малина»',
    subtitle: '',
    status: '',
    description: 'Кирпичный многоквартирный дом в самом центре Михайловки. Видовые квартиры. Рядом лес и озеро',
  },
  {
    img: '/images/company-objects/03.jpg',
    name: 'Михайловка Зеленая',
    subtitle: '',
    status: '',
    description: '20 кирпичных многоквартирных домов достроены и заселены. Школа и детский сад в пешей доступности. Развитая инфраструктура.',
  },
  {
    img: '/images/company-objects/04.jpg',
    name: 'Зубово Лайф Гарден',
    subtitle: '',
    status: '',
    description: '23 дома построенных из красного кирпича достроены и заселены рядом с п. Зубово, всего в 9-ти километрах от Уфы. Школа и детский сад на территории комплекса. Развитая инфраструктура.',
  },
  {
    img: '/images/company-objects/05.png',
    name: 'Коттеджный поселок «Михайловка Green 2»',
    subtitle: '',
    status: '',
    description: 'Три района с современными кирпичными коттеджами из красного кирпича. Обособленное расположение вдали от шумных трасс. Асфальтовая дорога, периметральный забор, уличное освещение, КП на въезде.',
  },
  {
    img: '/images/company-objects/06.png',
    name: 'Коттеджный поселок «Михайловка»',
    subtitle: '',
    status: '',
    description: 'Более 270 коттеджей и таунхаусов из красного кирпича с участком. Обособленное расположение вдали от шумных трасс. Асфальтовая дорога, периметральный забор, уличное освещение, КП на въезде.',
  },
];
